Repository: PacerCMS/pacercms
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: The selected section could not be loaded.
fr_fr: La section choisie n'a pas pu être chargée.

source: The selected issue could not be loaded.
fr_fr: L'édition choisie n'a pas pu être chargée.

source: Article Manager
fr_fr: Gestion des articles

source: Article added.
fr_fr: Article ajouté.

source: Article updated.
fr_fr: Article mis à jour.

source: Article deleted.
fr_fr: Article supprimé.

source: Media added.
fr_fr: Média ajouté.

source: Media updated.
fr_fr: Média mis à jour.

source: Media deleted.
fr_fr: Média supprimé.

source: Publication dates set to match issue.
fr_fr: Dates de publication fixées en accord avec l'édition.

source: Error setting publication dates.
fr_fr: Erreur en fixant les dates de publication.

source: Select Issue
fr_fr: Choisir une édition

source: Select Issue:
fr_fr: Choisir une édition&nbsp;:

source: Current:
fr_fr: Courante&nbsp;:

source: Next:
fr_fr: Suivante&nbsp;

source: Viewing:
fr_fr: Visualiser&nbsp;:

source: Section:
fr_fr: Section&nbsp;:

source: Viewing:
fr_fr: Visualiser&nbsp;:

source: Assigned Priority
fr_fr: Priorité assignée

source: AP
fr_fr: PA

source: Headline
fr_fr: En-tête

source: Tools
fr_fr: Outils

source: Breaking News
fr_fr: Dernières nouvelles

source: Keywords:
fr_fr: Mots-clés&nbsp;:

source: Preview
fr_fr: Prévisualiser

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Add an Article
fr_fr: Ajouter un article

source: Summaries:
fr_fr: Résumés&nbsp;:

source: Show Summaries
fr_fr: Montrer les résumés&nbsp;:

source: Hide Summaries
fr_fr: Cacher les résumés

source: Reset Dates:
fr_fr: Réinitialiser les dates&nbsp;:

source: Publication Dates
fr_fr: Dates de publication

source: This selected section is empty.
fr_fr: La section sélectionnée est vide.

source: You must enter a number.
fr_fr: Vous devez saisir un nombre.

source: Error in 'cm_delete_article' function.
fr_fr: Erreur dans la fonction 'cm_delete_article'.

source: Error in 'cm_edit_article' function.
fr_fr: Erreur dans la fonction 'cm_edit_article'.

source: Did not have an article to load.
fr_fr: Aucun article à charger.

source: Error in 'cm_add_article' function.
fr_fr: Erreur dans la fonction 'cm_add_article'.

source: Article doesn't exist, or you do not have permission to edit it.
fr_fr: L'article n'existe pas, ou vous n'avez pas les droits pour le modifier.

source: Article Editor
fr_fr: Rédacteur de l'article

source: Keywords
fr_fr: Mots-clés

source: Issue
fr_fr: Édition

source: Last Edited
fr_fr: Dernière modification

source: Publish Timestamp
fr_fr: Heure de publication

source: Highest
fr_fr: La plus haute

source: Lowest
fr_fr: La plus basse

source: Linked Media
fr_fr: Média lié

source: leave this page and lose all changes
fr_fr: quitter cette page et perdre toutes les modifications

source: Add New Media
fr_fr: Ajouter un nouveau média

source: You must first publish the article before adding linked media.
fr_fr: Vous devez d'abord publier l'article avant d'attacher des médias.

source: Title
fr_fr: Titre

source: Subtitle
fr_fr: Sous-titre

source: Author
fr_fr: Auteur

source: Author Title
fr_fr: Titre de l'auteur

source: Summary
fr_fr: Résumé

source: Text
fr_fr: Texte

source: Submit Article
fr_fr: Soumettre l'article

source: Update Article
fr_fr: Mettre à jour l'article

source: Cancel
fr_fr: Annuler

source: Preview Article
fr_fr: Prévisualiser l'article

source: Story Preview
fr_fr: Prévisualisation du message

source: Delete Article
fr_fr: Supprimer l'article

source: Confirm Delete
fr_fr: Comfirmer la suppression

source: Are you sure you want to delete this article?
fr_fr: Êtes-vous sûr de vouloir supprimer cet article?

source: Error in 'cm_delete_media' function.
fr_fr: Erreur dans la fonction 'cm_delete_media'.

source: Error in 'cm_edit_media' function.
fr_fr: Erreur dans la fonction 'cm_edit_media'

source: Did not have media to load.
fr_fr: Aucun média à charger.

source: Error in 'cm_add_media' function.
fr_fr: Erreur dans la fonction 'cm_add_media'.

source: Media Manager
fr_fr: Gestion des médias

source: Media Editor
fr_fr: Modification des médias

source: Title / Description
fr_fr: Titre / Description

source: Media URL
fr_fr: Adresse URL du média

source: Type of Media
fr_fr: Type de média

source: JPEG Image
fr_fr: Image JPEG

source: PNG Image
fr_fr: Image PNG

source: GIF Image
fr_fr: Image GIF

source: Word or RTF Document
fr_fr: Document Word ou RTF

source: PDF Document
fr_fr: Document PDF

source: Related Link
fr_fr: Lien connexe

source: Determines display method.
fr_fr: Détermine la méthode d'affichage.

source: Caption
fr_fr: Légende

source: Credit / Source
fr_fr: Crédits / source

source: Add Media
fr_fr: Ajouter un média

source: Update Media
fr_fr: Mettre à jour le média

source: Preview Media
fr_fr: Prévisualiser le média

source: Media Preview
fr_fr: Prévisualisation du média

source: Delete Media
fr_fr: Supprimer le média

source: Are you sure you want to delete this media item?
fr_fr: Êtes-vous sûr de vouloir supprimer ce média&nbsp;?

source: Welcome
fr_fr: Bienvenue

source: Quick Links
fr_fr: Liens rapides

source: Manage Articles
fr_fr: Gérer les articles

source: Manage Poll Questions
fr_fr: Gérer les questions des sondages

source: Add a Poll Question
fr_fr: Ajouter un sondage

source: Announcements
fr_fr: Annonces

source: Submitted Articles
fr_fr: Articles soumis

source: for
fr_fr: pour

source: Sent
fr_fr: Envoyé

source: From
fr_fr: Par

source: Subject
fr_fr: Objet

source: Post
fr_fr: Message

source: There are no submitted articles for this issue.
fr_fr: Il n'y a pas d'articles soumis pour cette édition.

source: Error in 'cm_edit_publish_settings' function.
fr_fr: Erreur dans la fonction 'cm_edit_publish_settings'.

source: Issue Manager
fr_fr: Gestion des éditions

source: Issue added.
fr_fr: Édition ajoutée.

source: Issue updated.
fr_fr: Édition mise à jour.

source: Publish settings updated.
fr_fr: Paramètres de publication mis à jour.

source: Publication Settings
fr_fr: Paramètres de mise à jour

source: Current Issue
fr_fr: Édtion courante

source: Stored:
fr_fr: Enregistrée&nbsp;:

source: Next Issue
fr_fr: Prochaine édition

source: Update Settings
fr_fr: Mise à jour des paramètres

source: Browse Issue Archive
fr_fr: Parcourir les archives des éditions

source: Select Volume
fr_fr: Choisir le volume

source: Issue Date
fr_fr: Date d'édition

source: Issue Number
fr_fr: Numéro d'édition

source: Circulation
fr_fr: Diffusion

source: Browse Articles
fr_fr: Parcourir les articles

source: Add Issue
fr_fr: Ajouter une édition

source: The selected volume is empty.
fr_fr: The volume choisi est vide.

source: Add an issue
fr_fr: Ajouter une édition

source: Error in 'cm_edit_issue' function.
fr_fr: Erreur dans la fonction 'cm_edit_issue'

source: Did not have a issue to load.
fr_fr: Aucune édition à charger.

source: Error in 'cm_add_issue' function.
fr_fr: Erreur dans la fonction 'cm_add_issue'.

source: Could not load issue.
fr_fr: Impossible de charger l'édition.

source: Issue Editor
fr_fr: Rédacteur de l'édition

source: Publication Date
fr_fr: Date de publication

source: Online Only?
fr_fr: En ligne maintenant&nbsp;?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Update Issue
fr_fr: Mettre à jour l'édition

source: Your username or password were incorrect.
fr_fr: Votre nom d'utilisateur ou mot de passe sont incorrects.

source: You new password has been e-mailed.
fr_fr: Votre nouveau mot de passe a été envoyé par e-mail.

source: Could not find matching username and e-mail address.
fr_fr: Impossible de trouver un nom d'utilisateur ou une adresse e-mail correspondants.

source: Your session has ended.
fr_fr: Votre session a été fermée.

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Login
fr_fr: Identifiant

source: Reset My Password
fr_fr: Réinitialiser mon mot de passe

source: Request Login
fr_fr: Demander un identifiant

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Back to Login
fr_fr: Retour à l'identification

source: Page added.
fr_fr: Page ajoutée.

source: Page updated.
fr_fr: Page mise à jour.

source: Page deleted.
fr_fr: Page supprimée.

source: Page Browser
fr_fr: Parcourir les pages

source: Add New Page
fr_fr: Ajouter une nouvelle page

source: Edited
fr_fr: Modifiée

source: You are not currently using pages.
fr_fr: Vous n'utilisez pas encore de page.

source: Add a Page
fr_fr: Ajouter une page

source: Error in 'cm_delete_page' function.
fr_fr: Erreur dans la fonction 'cm_delete_page'.

source: Error in 'cm_edit_page' function.
fr_fr: Erreur dans la fonction 'cm_edit_page'.

source: Did not have a page to load.
fr_fr: Aucune page à charger.

source: Error in 'cm_add_page' function.
fr_fr: Erreur dans la fonction 'cm_add_page'.

source: Page does not exist, or you do not have permission to edit it.
fr_fr: La page n'existe pas, ou vous n'avez pas les droits pour la modifier.

source: Page Manager
fr_fr: Gestion des pages

source: Page Editor
fr_fr: Rédacteur de la page

source: Page Slug
fr_fr: Titre de rappel

source: Entry
fr_fr: Article

source: Short Title
fr_fr: Titre court

source: Side Text
fr_fr: Texte en marge

source: Submit Page
fr_fr: Soumette la page

source: Update Page
fr_fr: Mettre à jour la page

source: Preview Page
fr_fr: Prévisualiser la page

source: Page Preview
fr_fr: Prévisualisation de la page

source: Delete Page
fr_fr: Supprimer la page

source: Are you sure you want to delete this page?
fr_fr: Êtes-vous sûr de vouloir supprimer cette page&nbsp;?

source: You have an error in the cm_edit_poll_settings function.
fr_fr: Vous avez une erreur dans la fonction cm_edit_poll_settings.

source: Poll Manager
fr_fr: Gestion des sondages

source: Poll question added.
fr_fr: Sondage ajouté.

source: Poll question updated.
fr_fr: Sondage mis à jour.

source: Poll question and ballots deleted.
fr_fr: Sondage et résultats supprimés.

source: Active poll setting changed.
fr_fr: Paramètre du sondage actif modifiés.

source: Active Poll
fr_fr: Sondage actif

source: Current Poll Question
fr_fr: Sondage en cours

source: Polls Disabled
fr_fr: Sondages désactivés

source: Change Active Poll
fr_fr: Changer le sondage actif

source: Poll Options:
fr_fr: Options du sondage&nbsp;:

source: Add New Poll
fr_fr: Ajouter un nouveau sondage

source: Created
fr_fr: Créé

source: Current
fr_fr: En cours

source: Results
fr_fr: Résultats

source: You are not currently using polls.
fr_fr: Vous n'utilisez pas de sondages pour l'instant.

source: Add Poll Question.
fr_fr: Ajouter un sondage.

source: Error in 'cm_delete_poll' function.
fr_fr: Erreur dans la fonction 'cm_delete_poll'.

source: Error in 'cm_edit_poll' function.
fr_fr: Erreur dans la fonction 'cm_edit_poll'.

source: Did not have a poll question to load.
fr_fr: Aucun sondage à charger.

source: Error in 'cm_add_poll' function.
fr_fr: Erreur dans la fonction 'cm_add_poll'.

source: That poll question cannot be loaded.
fr_fr: Ce sondage n'a pas pu être chargé.

source: Question Editor
fr_fr: Rédaction des questions

source: Related Article ID
fr_fr: Identifiant de l'article lié

source: Current Results
fr_fr: Résultats actuels

source: Poll Question
fr_fr: Question du sondage

source: Option 1
fr_fr: Choix 1

source: Option 2
fr_fr: Choix 2

source: Option 3
fr_fr: Choix 3

source: Option 4
fr_fr: Choix 4

source: Option 5
fr_fr: Choix 5

source: Option 6
fr_fr: Choix 6

source: Option 7
fr_fr: Choix 7

source: Option 8
fr_fr: Choix 8

source: Option 9
fr_fr: Choix 9

source: Option 10
fr_fr: Choix 10

source: Add Poll
fr_fr: Ajouter le sondage

source: Update Poll
fr_fr: Mettre à jour le sondage

source: Delete Poll
fr_fr: Supprimer le sondage

source: Are you sure you want to delete this poll and associated ballots?
fr_fr: Êtes-vous sûr de vouloir supprimer ce sondage et les résultats associés&nbsp;?

source: Passwords did not match.
fr_fr: Les mots de passe ne correspondent pas.

source: Error in 'cm_edit_profile' function.
fr_fr: Erreur dans la fonction 'cm_edit_profile'.

source: User does not exist.
fr_fr: L'utilisateur n'existe pas.

source: Your user profile has been updated.
fr_fr: Votre profil utilisateur a été mis à jour.

source: You cannot change your name or job title. Please contact an administrator to correct any errors.
fr_fr: Vous ne pouvez pas changer votre nom ou votre qualification. Veuillez contacter un administrateur pour corriger toute erreur.

source: Basic Profile
fr_fr: Profil de base

source: Passwords must match.
fr_fr: Les mots de passe doivent correspondre.

source: It is recommended that your password be longer than 6 characters, and a mix of letters and numbers.
fr_fr: Il est recommandé que votre mot de passe fasse plus de 6 caractères, et soit un mélange de lettre et de nombres.

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Leave blank if you do not wish to change your password.
fr_fr: Laisser vide si vous ne souhaitez pas changer votre mot de passe.

source: First Name
fr_fr: Prénom

source: Middle Name
fr_fr: Second prénom

source: Last Name
fr_fr: Nom

source: Job Title
fr_fr: Qualification

source: Contact Information
fr_fr: Coordonnées

source: Internet Messengers
fr_fr: Messageries instantanées

source: Jabber Services
fr_fr: Services Jabber

source: Telephone (Local)
fr_fr: Téléphone (local)

source: Mobile
fr_fr: Portable

source: Address
fr_fr: Adresse

source: City
fr_fr: Ville

source: State
fr_fr: Région

source: Zip Code
fr_fr: Code postal

source: Additional Information
fr_fr: Informations complémentaires

source: Profile
fr_fr: Profil

source: Update Profile
fr_fr: Mettre à jour le profil

source: Section updated.
fr_fr: Section mise à jour.

source: Section added.
fr_fr: Section ajoutée.

source: Section deleted.
fr_fr: Section supprimée.

source: Browse Sections
fr_fr: Parcourir les sections

source: Section Options:
fr_fr: Options de la section:

source: Add New Section
fr_fr: Ajouter une nouvelle section

source: Editor
fr_fr: Rédacteur

source: Error in 'cm_edit_section' function.
fr_fr: Erreur dans la fonction 'cm_edit_section

source: Did not have a section to load.
fr_fr: Aucune section à charger.

source: Error in 'cm_add_section' function.
fr_fr: Erreur dans la fonction 'cm_add_section'.

source: Error in 'cm_delete_section' function.
fr_fr: Erreur dans la fonction 'cm_deleter_section'.

source: Section Manager
fr_fr: Gestion des sections

source: Section Editor
fr_fr: Rédacteur de la section

source: Section Name
fr_fr: Nom de la section

source: URL
fr_fr: Adresse URL

source: Editor Name
fr_fr: Nom du rédacteur

source: Editor Title
fr_fr: Titre de l'éditeur

source: Editor Email
fr_fr: E-mail du rédacteur

source: Feed Image URL
fr_fr: Adresse URL de l'image du fil RSS

source: Sidebar Content
fr_fr: Contenu de la barre latérale

source: Section Priority
fr_fr: Priorité de la section

source: Add Section
fr_fr: Ajouter une section

source: Update Section
fr_fr: Mettre à jour la section

source: Move affected articles to
fr_fr: Déplacer les articles sélectionnés vers

source: Are you sure you want to delete this section?
fr_fr: Êtes-vous sûr de vouloir supprimer cette section&nbsp;?

source: Session Variables Set by Server
fr_fr: Variables de session fixées par le serveur

source: These are set when you login. Updates do not occur until you login again.
fr_fr: Ces paramètres sont fixés à l'identification. Les mises à jour se feront à la reconnexion.

source: User Data:
fr_fr: Données utilisateur&nbsp;:

source: Access Data:
fr_fr: Données d'accès&nbsp;:

source: Setting Data:
fr_fr: Paramétrage&nbsp;:

source: Issue Data:
fr_fr: Données d'édition&nbsp;:

source: Cookies Set by Server
fr_fr: Cookies fixés par le serveur

source: Modules set cookies to keep everything easy to get to.
fr_fr: Les modules mettent des cookies pour simplifier les choses.

source: Server Information
fr_fr: Informations du serveur

source: A phpinfo() instance. Might be helpful in debugging server errors.
fr_fr: Une instance de phpinfo(). Peut être utile pour débugguer les erreurs serveur.

source: Error in 'cm_edit_settings' function.
fr_fr: Erreur dans la fonction 'cm_edit_settings'.

source: Site settings updated.
fr_fr: Paramètres du site mis à jour.

source: Other Site Settings
fr_fr: Autres paramètres du site.

source: Publication Name
fr_fr: Nom de la publication

source: Tagline
fr_fr: Slogan

source: Web Site URL
fr_fr: Adresse URL du site

source: Primary Email Address
fr_fr: Adresse e-mail principale

source: Telephone
fr_fr: Téléphone

source: Announcement
fr_fr: Annonce

source: Error in 'cm_clear_access' function.
fr_fr: Erreur dans la fonction 'cm_clear_access'.

source: Error in 'cm_add_access' function.
fr_fr: Erreur dans la fonction 'cm_add_access'.

source: Staff Manager
fr_fr: Gestion des utilisateurs

source: Setting user access for
fr_fr: Sélection des droits d'accès utilisateur pour

source: Note: As this is your account, changes will be effective at next login.
fr_fr: Note&nbsp;: comme c'est le compte avec lequel vous être identifiés, les changements seront effectifs à votre prochaine identification.

source: Module Access
fr_fr: Accès au module

source: Home Page
fr_fr: Page d'accueil

source: User Profile
fr_fr: Profil utilisateur

source: Manage
fr_fr: Gerér

source: Browse
fr_fr: Parcourir

source: Media
fr_fr: Média

source: Restrict User
fr_fr: Restreindre l'utilisateur

source: No Restrictions
fr_fr: Pas de restrictions

source: Next Issue Only
fr_fr: Prochaine édition seulement

source: Current Issue Only
fr_fr: Actuelle édition seulement

source: Submitted Article Manager
fr_fr: Gestion des articles soumis

source: View
fr_fr: Visualiser

source: Users
fr_fr: Utilisateurs

source: Access
fr_fr: Accès

source: Settings
fr_fr: Paramètres

source: User added.
fr_fr: Utilisateur ajouté.

source: User updated.
fr_fr: Utilisateur mis à jour.

source: User deleted.
fr_fr: Utilisateur supprimé.

source: User access updated.
fr_fr: Droits de l'utilisateur mis à jour.

source: Name
fr_fr: Nom

source: Add a User
fr_fr: Ajouter un utilisateur

source: Error in 'cm_delete_user' function.
fr_fr: Erreur dans la fonction 'cm_delete_user'.

source: Error in 'cm_edit_user' function.
fr_fr: Erreur dans la fonction 'cm_edit_user'.

source: Did not have a user to load.
fr_fr: Aucun utilisateur à charger.

source: Passwords did not match, or left blank.
fr_fr: Les mots de passe ne correspondent pas, ou sont vides.

source: Error in 'cm_add_user' function.
fr_fr: Erreur dans la fonction 'cm_add_user'.

source: Leave blank if you do not wish to change the password.
fr_fr: Laisser vide si vous ne souhaitez pas changer le mot de passe.

source: Add User
fr_fr: Ajouter utilisateur

source: Delete User
fr_fr: Supprimer utilisateur

source: Are you sure you want to delete this user?
fr_fr: Êtes-vous sûr de vouloir supprimer cet utilisateur&nbsp;?

source: There was an error in the 'cm_delete_submitted' function.
fr_fr: Erreur dans la fonction 'cm_delete_submitted'.

source: Submitted article added.
fr_fr: Article soumis ajouté.

source: Submitted updated.
fr_fr: Submission mise à jour.

source: Submitted article deleted.
fr_fr: Article soumis supprimé.

source: Submitted article(s) deleted.
fr_fr: Article(s) soumis supprimé(s).

source: Open
fr_fr: Ouvrir

source: ID
fr_fr: Identifiant

source: Clear Selection
fr_fr: Vider la sélection

source: Error in 'cm_delete_submitted' function.
fr_fr: Erreur dans la fonction 'cm_delete_submitted'.

source: Submitted article does not exist.
fr_fr: L'article soumis n'existe pas.

source: Post to Article Manager
fr_fr: Poster dans la gestion d'article

source: By
fr_fr: Par

source: Word Count:
fr_fr: Compte de mots&nbsp;:

source: Keyword:
fr_fr: Mot-clé:

source: Delete Submitted Article
fr_fr: Supprimer l'article soumis

source: Are you sure you want to delete this submitted article?
fr_fr: Êtes-vous sûr de vouloir supprimer l'article soumis&nbsp;?

source: Advertisement
fr_fr: Publicités

source: Words
fr_fr: Mots

source: No articles were uploaded to this issue.
fr_fr: Aucun article n'a été chargé dans cette édition.

source: That volume does not exist in our archives. Select a valid entry from the list below.
fr_fr: Ce volume n'existe pas dans nos archives. Choisissez une entrée valide dans la liste ci-dessous.

source: Volumes in our Internet Archives
fr_fr: Volumes dans nos archives internet.

source: Print
fr_fr: Imprimer

source: Share This Article
fr_fr: Partager cet article

source: More
fr_fr: Plus

source: Headlines
fr_fr: En-têtes

source: Error:
fr_fr: Erreur&nbsp;:

source: Our site has experienced an error. If the problem continues, please contact us about this error.
fr_fr: Notre site vient de générer une erreur. Si le problème persiste, merci de nous contacter à propos de cette erreur.

source: Name:
fr_fr: Nom&nbsp;:

source: E-mail:
fr_fr: E-mail&nbsp;:

source: Sent:
fr_fr: Envoyé&nbsp;:

source: Form:
fr_fr: Formulaire&nbsp;:

source: Feedback
fr_fr: Réaction

source: Your submission has been sent to our editors.
fr_fr: Votre article a été soumis à nos rédacteurs.

source: You must complete the required fields.
fr_fr: Vous devez compléter les champs requis.

source: Submission failed for some reason. Please try again.
fr_fr: La soumission d'article a échoué pour une raison inconnue. Merci d'essayer à nouveau.

source: Content submissions are disabled at this time.
fr_fr: Les soumissions d'articles sont désactivées pour l'instant.

source: Mailing Address
fr_fr: Adresse postale

source: Contacting Us
fr_fr: Nous contacter

source: Telephone:
fr_fr: Téléphone

source: Primary E-mail:
fr_fr: E-mail principal&nbsp;:

source: Before you complete this form
fr_fr: Avant de compléter ce formulaire

source: Letter to the Editor
fr_fr: Lettre à la rédaction

source: Story or Press Release
fr_fr: Article ou communiqué de presse

source: Bulletin Board Item
fr_fr: Annonce d'événement

source: Step 1: Contact Information
fr_fr: Étape 1: Coordonnées

source: Your Name
fr_fr: Votre nom

source: Your Feedback
fr_fr: Votre réaction

source: Denotes required information
fr_fr: Signifie un champ requis

source: Submit Feedback
fr_fr: Soumettre la réaction

source: Reset
fr_fr: Réinitialiser

source: Advertising
fr_fr: Annonces publicitaires

source: Contact Us
fr_fr: Nous contacter

source: Online Edition
fr_fr: Édition en ligne

source: Powered by
fr_fr: Propulsé par

source: Headlines (RSS)
fr_fr: En-têtes (RSS)

source: Last Edition:
fr_fr: Dernière modification&nbsp;:

source: Published:
fr_fr: Publié&nbsp;:

source: Updated:
fr_fr: Mis à jour&nbsp;:

source: Search
fr_fr: Recherche

source: Top Story
fr_fr: Article en vedette

source: Read More
fr_fr: Lire la suite

source: Top Stories
fr_fr: Articles en vedette

source: Web Poll
fr_fr: Sondage

source: Cast Vote
fr_fr: Voter!

source: Poll Results
fr_fr: Résultats du sondage

source: Your vote was counted.
fr_fr: Votre vote a bien été comptabilisé.

source: Something was wrong with your ballot.
fr_fr: Votre vote n'a pas été pris en compte.

source: Poll Response
fr_fr: Réponses au sondage

source: Result
fr_fr: Résultat

source: No one has participated in this Web poll yet.
fr_fr: Personne n'a encore participé au sondage.

source: Please go back to the home page to cast your ballot.
fr_fr: Merci de retourner à la page d'accueil pour voter.

source: Related Article:
fr_fr: Article connexe&nbsp;:

source: Web polls are currently unavailable.
fr_fr: Les sondages sont actuellement indisponibles.

source: Search for:
fr_fr: Chercher le terme&nbsp;:

source: Search within:
fr_fr: Chercher parmi&nbsp;:

source: Sort by:
fr_fr: Trier par&nbsp;:

source: Publish Date
fr_fr: Date de publication

source: Your search did not return any articles.
fr_fr: Votre recherche n'a retourné aucun article.
