Repository: PacerCMS/pacercms
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Message From:
fr_fr: Message de&nbsp;:

source: Link:
fr_fr: Lien&nbsp;:

source: NOTE:
fr_fr: NOTE&nbsp;:

source: E-mail Article
fr_fr: Envoyer l'article par e-mail

source: Article was e-mailed.
fr_fr: L'article a été envoyé par e-mail.

source: Mailing failed. Check your recipient's e-mail address.
fr_fr: L'envoi par e-mail a échoué. Vérifiez l'adresse e-mail de votre destinataire.

source: Required Information
fr_fr: Informations requises

source: Recipient Information
fr_fr: Coordonnées du destinataire

source: E-mail Address
fr_fr: Adresse e-mail

source: Your Information
fr_fr: Vos coordonnées

source: Send
fr_fr: Envoyer

source: Share Article
fr_fr: Partage l'article

source: Select a service from the list below to post this article to an Internet community.
fr_fr: Choisissez un service parmi la liste ci-dessous pour poster cet article dans une communauté internet.

source: Write a Letter
fr_fr: Écrire une lettre

source: Archived Issues
fr_fr: Éditions archivées

source: Submit a Story
fr_fr: Soumettre un article

source: About
fr_fr: À propos

source: Advertising Rates
fr_fr: Tarifs annonceurs

source: Type:
fr_fr: Type&nbsp;:

source: Author:
fr_fr: Auteur&nbsp;:

source: Classification:
fr_fr: Classe&nbsp;:

source: Major:
fr_fr: Spécialité&nbsp;:

source: Hometown:
fr_fr: Lieu de résidence&nbsp;:

source: Write for
fr_fr: Écrire pour

source: Step 1: Submission Type
fr_fr: Étape 1&nbsp;: Type de soumission

source: Choose your submission type
fr_fr: Choisir votre type de soumission

source: Article or Press Release
fr_fr: Article ou communiqué de presse

source: Submission Guidelines:
fr_fr: Conseils de soumission&nbsp;:

source: Step 2: Contact Information
fr_fr: Étape 2&nbsp;: Coordonnées

source: Classification
fr_fr: Classement

source: Major / Department
fr_fr: Spécialité / Département

source: Hometown
fr_fr: Lieu de résidence

source: Step 3: Your Submission
fr_fr: Étape 3&nbsp;: Votre soumission

source: Copy and paste from your word processor
fr_fr: Copiez et collez depuis votre traitement de texte

source: Count Words
fr_fr: Compte de mots

source: Denotes required information.
fr_fr: Indique des informations requises

source: Send Your Submission
fr_fr: Envoyer votre soumission
